" bytes" = " tavua";
" of " = "/";
" was not found." = " ei löytynyt.";
"%@ named \"%@\" already exists in this location.  Do you want to replace it with the %@ you are moving?" = "%@ nimeltä \"%@\" sijaitsee jo tässä paikassa.  Haluatko korvata sen siirrettävällä %@?";
"A newer item" = "Uudempi kohde";
"An error occurred while deleting." = "Tapahtui virhe poistaessa.";
"An item" = "Kohde";
"An older item" = "Vanhempi kohde";
"Apply to all" = "Käytä kaikkiin";
"Bytes/Second:" = "Tavua/Sekunnissa:";
"Choose Folder" = "Valitse kansio";
"Computer" = "Tietokone";
"Continue" = "Jatka";
"Copied %u items to \"%@\"" = "Kopioitu %u kohdetta kohteeseen \"%@\"";
"Copied: " = "Kopioitu: ";
"Copy" = "Kopio";
"Copying \"%@\"" = "Kopioin \"%@\"";
"Copying \"%@\" to \"%@\"" = "Kopioin \"%@\" sijaintiin \"%@\"";
"Copying %u items to \"%@\"" = "Kopioidaan %u kohdetta kohteeseen \"%@\"";
"Count: %u" = "Määrä: %u";
"Delete" = "Poista";
"Deleting from \"%@\"." = "Poistetaan kohteesta \"%@\".";
"Document" = "Dokumentti";
"Don't Replace" = "Älä korvaa";
"Error!" = "Virhe!";
"Folder" = "Kansio";
"Item: \"" = "Kohde: \"";
"Move" = "Siirrä";
"Moving \"%@\"" = "Siirrän \"%@\"";
"Moving \"%@\" to \"%@\"" = "Siirrän \"%@\" kohteeseen \"%@\"";
"Name:" = "Nimi:";
"New Folder" = "Uusi kansio";
"Not enough free space at destination.  %@ of additional free space required." = "Kohteessa ei ole tarpeeksi tilaa. Tarvitaan %@ lisää tilaa.";
"Package" = "Pakkaus";
"Permission error.  File is not readable." = "Käyttöoikeusvirhe. Tiedostoa ei voida lukea.";
"Preparing to Copy \"%@\"" = "Valmistaudun kopioimaan \"%@\"";
"Preparing to Move \"%@\"" = "Valmistaudun siirtämään \"%@\"";
"Preparing to copy to \"%@\"" = "Valmistaudutaan kopioimaan kohteeseen \"%@\"";
"Remaining Items:" = "Jäljellä olevia kohteita:";
"Remaining:" = "Jäljellä:";
"Replace" = "Korvaa";
"Replace?" = "Korvataanko?";
"Skip" = "Ohita";
"Stop" = "Pysäytä";
"Symbolic Link" = "Symbolinen linkki";
"Time Remaining:" = "Aikaa jäljellä:";
"Total Items:" = "Yhteensä tiedostoja:";
"Total:" = "Yhteensä:";
"Volume" = "Taltio";
"You don't have write permission at \"%@\"" = "Sinulla ei ole kirjoitusoikeutta kohteeseen \"%@\"";
"copy" = "kopio";
"newer one" = "uudemmalla kohteella";
"older one" = "vanhemmalla kohteella";
"one" = "kohteella";
"untitled folder" = "nimetön kansio";
"untitled.txt" = "nimetön.txt";

/* ==== UNLOCALIZED ==== */

"An error occurred." = "An error occurred.";
